IDEA StatiCa Open Model
RebarSegment3DLine Properties
Compatible with IDEA StatiCa Beta 21.0 - beta
The RebarSegment3DLine type exposes the following members.
Properties
Name | Description
EndPoint
 Gets or sets the endpoint of the segment.
 (Inherited from RebarSegment3DBase.)
Top
See Also
Reference
RebarSegment3DLine Class
IdeaRS.OpenModel.Model Namespace